[
  {
    "id": 1,
    "title": "The Enigmatic Echo",
    "author": "Isabel Sterling",
    "price": 237,
    "image": "black-book.jpg",
    "synopsis": "In 'The Enigmatic Echo,' Isabel Sterling weaves a captivating tale of mystery and intrigue. As the protagonist embarks on a quest to unravel the secrets of an ancient artifact, they discover a world filled with enigmatic echoes of a forgotten time. The narrative unfolds with twists and turns, leading readers on a journey through the realms of magic and forgotten lore. Sterling's vivid prose paints a vivid picture of a mesmerizing universe where the past and present collide, leaving readers eagerly turning the pages to uncover the ultimate truth.",
    "inStock": 256,
    "genre": "Fantasy"
  },
  {
    "id": 2,
    "title": "Ephemeral Horizons",
    "author": "Lucas Hawthorne",
    "price": 512,
    "image": "blue-book.jpg",
    "synopsis": "Lucas Hawthorne invites readers to explore 'Ephemeral Horizons,' a spellbinding novel that transcends the boundaries of time and space. The story follows characters who navigate through ephemeral dimensions, encountering breathtaking landscapes and ethereal beings. As the narrative unfolds, the characters must grapple with existential questions and make choices that shape the destiny of their worlds. With eloquent prose and imaginative storytelling, Hawthorne creates a mesmerizing tapestry of emotions and experiences, leaving readers enchanted by the ephemeral horizons that beckon beyond the pages of this extraordinary literary journey.",
    "inStock": 567,
    "genre": "Science Fiction"
  },
  {
    "id": 3,
    "title": "Chronicles of the Nebula Sphere",
    "author": "Xander Starcaster",
    "price": 743,
    "image": "dark-blue-book.jpg",
    "synopsis": "Xander Starcaster takes readers on a cosmic adventure in 'Chronicles of the Nebula Sphere.' Set against the backdrop of a vast and mysterious universe, the narrative follows a diverse cast of characters as they navigate interstellar conflicts and cosmic phenomena. Starcaster's rich world-building and intricate plot twists create a captivating tapestry of science fiction and fantasy. With each page, readers are transported to distant galaxies, where ancient prophecies and epic battles unfold. 'Chronicles of the Nebula Sphere' promises an immersive journey into the unknown, where the boundaries of imagination are pushed to their limits.",
    "inStock": 2,
    "genre": "Science Fiction"
  },
  {
    "id": 4,
    "title": "The Labyrinth of Dreams",
    "author": "Aria Shadowdancer",
    "price": 385,
    "image": "open-book-pile.jpg",
    "synopsis": "Aria Shadowdancer invites readers to wander through 'The Labyrinth of Dreams,' a surreal and enchanting tale that blurs the lines between reality and fantasy. In this labyrinthine narrative, characters traverse the realms of dreams, facing challenges that test the limits of their imagination and courage. Shadowdancer's evocative prose creates a dreamlike atmosphere, where every twist and turn reveals new wonders and mysteries. 'The Labyrinth of Dreams' is a literary escapade that invites readers to question the nature of reality and explore the boundless landscapes of the human psyche.",
    "inStock": 2563,
    "genre": "Fantasy"
  },
  {
    "id": 5,
    "title": "Surrender to the Stars",
    "author": "Celeste Stardust",
    "price": 692,
    "image": "black-book.jpg",
    "synopsis": "Celeste Stardust crafts a celestial masterpiece in 'Surrender to the Stars,' a novel that explores the cosmic dance of fate and destiny. Set against the backdrop of a star-studded sky, the characters navigate a celestial tapestry woven with love, loss, and cosmic revelations. Stardust's lyrical prose brings the night sky to life, inviting readers to surrender to the enchanting allure of the cosmos. As the characters embark on a celestial journey, they discover the interconnected threads that bind their lives to the vast expanse of the universe, leaving readers spellbound by the transcendent beauty of 'Surrender to the Stars.'",
    "inStock": 0,
    "genre": "Fantasy"
  },
  {
    "id": 6,
    "title": "The Quantum Cipher",
    "author": "Elijah Quasar",
    "price": 155,
    "image": "blue-book.jpg",
    "synopsis": "Elijah Quasar delves into the mysteries of quantum reality in 'The Quantum Cipher,' a mind-bending exploration of science and consciousness. Through a gripping narrative, characters grapple with the implications of quantum mechanics, challenging the boundaries of perception and understanding. Quasar's prose takes readers on a journey through the quantum realm, where the very fabric of reality is woven with uncertainty and possibility. 'The Quantum Cipher' is a thought-provoking odyssey that combines scientific intrigue with philosophical depth, inviting readers to question the nature of existence and ponder the enigmatic codes that govern the universe.",
    "inStock": 78,
    "genre": "Science Fiction"
  },
  {
    "id": 7,
    "title": "Crimson Chronicles",
    "author": "Scarlett Ravenshade",
    "price": 311,
    "image": "book-pile.jpg",
    "synopsis": "Scarlett Ravenshade weaves a tapestry of intrigue and suspense in 'Crimson Chronicles,' a gripping tale of mystery and dark secrets. Set against the backdrop of an ancient city shrouded in crimson shadows, the narrative unfolds with a cast of characters entangled in a web of deceit and conspiracy. Ravenshade's evocative descriptions and atmospheric storytelling create a sense of foreboding, keeping readers on the edge of their seats. As the characters navigate the labyrinthine streets of the city, they must unravel the crimson threads of destiny that bind them, leading to a shocking revelation that will leave readers breathless.",
    "inStock": 568,
    "genre": "Mystery"
  },
  {
    "id": 8,
    "title": "The Oracle's Veil",
    "author": "Mystic Weaver",
    "price": 478,
    "image": "dark-blue-book.jpg",
    "synopsis": "Mystic Weaver enchants readers with 'The Oracle's Veil,' a mystical journey into the realms of prophecy and magic. In a world where oracles hold the key to fate, characters embark on a quest to unveil the mysteries concealed behind the ethereal veil. Weaver's poetic prose and enchanting storytelling create an immersive experience, where the boundaries between reality and divination blur. As the characters confront the challenges of destiny, they discover the intricate dance of threads that weave the tapestry of their lives. 'The Oracle's Veil' is a spellbinding tale that invites readers to embrace the mystique of the unknown and embrace the wisdom of the oracles.",
    "inStock": 678,
    "genre": "Fantasy"
  },
  {
    "id": 9,
    "title": "Silent Serenade",
    "author": "Luna Silverwind",
    "price": 219,
    "image": "open-book-pile.jpg",
    "synopsis": "Luna Silverwind's 'Silent Serenade' is a hauntingly beautiful exploration of love, loss, and the enduring power of music. Set against the backdrop of a moonlit landscape, the narrative follows characters whose lives intertwine through the ethereal notes of a silent serenade. Silverwind's evocative prose captures the essence of emotions, as the characters navigate the complexities of relationships and the passage of time. Through the silence that echoes between the lines, readers are drawn into a world where music becomes a silent language, expressing the unspoken emotions that linger in the hearts of those touched by the gentle serenade.",
    "inStock": 12,
    "genre": "Romance"
  },
  {
    "id": 10,
    "title": "Beyond the Twilight Gate",
    "author": "Dorian Nightfall",
    "price": 874,
    "image": "black-book.jpg",
    "synopsis": "Dorian Nightfall invites readers to step 'Beyond the Twilight Gate,' a portal to a realm where shadows dance with the echoes of forgotten dreams. In this twilight realm, characters embark on a perilous journey through landscapes imbued with otherworldly beauty and ancient mysteries. Nightfall's poetic prose and vivid descriptions create an atmospheric and immersive experience, transporting readers to a world where the boundaries between reality and fantasy blur. As the characters confront the enigmatic forces that dwell beyond the twilight gate, they must unravel the secrets that shroud the realm in darkness, leading to a revelation that transcends the limits of imagination.",
    "inStock": 22,
    "genre": "Fantasy, Science Fiction"
  },
  {
    "id": 11,
    "title": "Aetherial Alchemy",
    "author": "Amelia Stardust",
    "price": 593,
    "image": "blue-book.jpg",
    "synopsis": "Amelia Stardust's 'Aetherial Alchemy' is a mesmerizing blend of magic and science, where the alchemy of the aether weaves spells that defy the laws of nature. In a world where magic and technology coexist, characters embark on a quest to unlock the secrets of aetherial alchemy. Stardust's imaginative storytelling and rich world-building create a tapestry of wonder, where characters discover the transformative power of aetherial energies. As the narrative unfolds, readers are drawn into a realm where the boundaries between the mystical and the scientific become indistinguishable, leading to revelations that challenge the very fabric of reality.",
    "inStock": 1893,
    "genre": "Fantasy"
  },
  {
    "id": 12,
    "title": "Lost in the Echo Chamber",
    "author": "Zephyr Whisperwind",
    "price": 145,
    "image": "book-pile.jpg",
    "synopsis": "Zephyr Whisperwind explores the echoes of memory in 'Lost in the Echo Chamber,' a haunting tale of forgotten pasts and elusive truths. Set against the backdrop of an enigmatic echo chamber, the characters grapple with fragments of memories that elude their grasp. Whisperwind's evocative prose and atmospheric storytelling create a sense of mystery and introspection, as the characters navigate the corridors of their own minds. 'Lost in the Echo Chamber' is a poignant exploration of the human psyche, where echoes of the past resonate with the present, inviting readers to unravel the enigma of memory and discover the hidden chambers of the soul.",
    "inStock": 8,
    "genre": "Mystery"
  },
  {
    "id": 13,
    "title": "Spectral Symphony",
    "author": "Phoebe Ghostlight",
    "price": 777,
    "image": "dark-blue-book.jpg",
    "synopsis": "Phoebe Ghostlight conducts a 'Spectral Symphony' in this ethereal narrative that harmonizes the realms of the living and the dead. Through haunting melodies and ghostly refrains, characters traverse the boundary between the spectral and mortal realms. Ghostlight's lyrical prose creates a symphony of emotions, where the echoes of the past resonate with the present. As the characters confront the ethereal orchestra, they must navigate the haunting beauty of spectral landscapes and confront the unresolved melodies that linger in the shadows. 'Spectral Symphony' is a haunting composition that invites readers to embrace the transcendence of music and the ephemeral nature of existence.",
    "inStock": 9384,
    "genre": "Fantasy"
  },
  {
    "id": 14,
    "title": "The Illusionist's Dilemma",
    "author": "Tristan Mirage",
    "price": 422,
    "image": "open-book-pile.jpg",
    "synopsis": "Tristan Mirage presents 'The Illusionist's Dilemma,' a captivating narrative that explores the thin line between reality and illusion. In a world where illusions come to life, characters grapple with the consequences of their own perceptions. Mirage's intricate storytelling and thought-provoking plot twists create a mesmerizing tapestry of mystery and intrigue. As the characters navigate the illusions that surround them, they must confront the dilemmas that arise when reality itself becomes a mirage. 'The Illusionist's Dilemma' is a spellbinding journey that challenges readers to question the nature of perception and unravel the illusions that shape their own realities.",
    "inStock": 92,
    "genre": "Mystery, Fantasy"
  },
  {
    "id": 15,
    "title": "Whispers in the Moonlight",
    "author": "Serena Nightshade",
    "price": 128,
    "image": "book-pile.jpg",
    "synopsis": "Serena Nightshade casts enchanting spells in 'Whispers in the Moonlight,' a poetic exploration of love, magic, and the mysteries that unfold under the moon's gentle glow. Set against a backdrop of moonlit landscapes and silver shadows, the characters embark on a journey through the realms of romance and sorcery. Nightshade's lyrical prose creates an atmospheric and evocative narrative, where whispers in the moonlight carry secrets and dreams. As the characters navigate the delicate dance between moonbeams and shadows, they discover the enchanting power of love that transcends the boundaries of time and space",
    "inStock": 42,
    "genre": "Fantasy, Romance"
  }
]
